---
kind: property
id: P:Autodesk.Revit.DB.MEPSystem.IsMultipleNetwork
zh: 系统
source: html/dce222a6-f12a-5db6-8ebb-84ac1ecf57f0.htm
---
# Autodesk.Revit.DB.MEPSystem.IsMultipleNetwork Property

**中文**: 系统

Indicates if the system is well connected or not. The flag will enable the "Divide System" button.

## Syntax (C#)
```csharp
public bool IsMultipleNetwork { get; }
```